/* No comment provided by engineer. */
"%@ has good connectivity to the network." = "%@ has good connectivity to the network.";

/* No comment provided by engineer. */
"%@ has no connectivity to the network." = "%@ has no connectivity to the network.";

/* No comment provided by engineer. */
"%@ has okay connectivity to the network." = "%@ has okay connectivity to the network.";

/* friends list window title */
"%@ — Friends" = "%@ — Friends";

/* No comment provided by engineer. */
"A PIN isn't required." = "A PIN isn't required.";

/* No comment provided by engineer. */
"Addresses look like name@doma.in." = "Addresses look like name@doma.in.";

/* No comment provided by engineer. */
"Click Find to search for a Tox user at that address." = "Click Find to search for a Tox user at that address.";

/* No comment provided by engineer. */
"Code Signature Invalid" = "Code Signature Invalid";

/* No comment provided by engineer. */
"DHT:" = "DHT:";

/* No comment provided by engineer. */
"DHT: %lu" = "DHT: %lu";

/* No comment provided by engineer. */
"Did you type the PIN correctly?" = "Did you type the PIN correctly?";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Do you really want to remove %@ from your friends list?" = "Do you really want to remove %@ from your friends list?";

/* No comment provided by engineer. */
"Don't ask me whether to remove friends again" = "Don't ask me whether to remove friends again";

/* No comment provided by engineer. */
"Download %@" = "Download %@";

/* No comment provided by engineer. */
"Enter the password to unlock the profile \"%@\"." = "Enter the password to unlock the profile \"%@\".";

/* No comment provided by engineer. */
"Failed To Add Friend" = "Failed To Add Friend";

/* No comment provided by engineer. */
"Failed to add the friend because an error occurred." = "Failed to add the friend because an error occurred.";

/* No comment provided by engineer. */
"Failed to add the friend because the Tox ID belonged to you." = "Failed to add the friend because the Tox ID belonged to you.";

/* No comment provided by engineer. */
"Failed to add the friend because the Tox ID is already in your friends list." = "Failed to add the friend because the Tox ID is already in your friends list.";

/* No comment provided by engineer. */
"Failed to add the friend because the Tox ID was invalid." = "Failed to add the friend because the Tox ID was invalid.";

/* No comment provided by engineer. */
"Friends" = "Friends";

/* DESGroupChat: Title template */
"Group chat #%d" = "Group chat #%d";

/* No comment provided by engineer. */
"Group Chats" = "Group Chats";

/* Do not localize this string. */
"Huh?" = "Huh?";

/* No comment provided by engineer. */
"Ignore" = "Ignore";

/* No comment provided by engineer. */
"Invalid Tox ID" = "Invalid Tox ID";

/* sample name for lookup sheet; lowercase */
"james" = "james";

/* No comment provided by engineer. */
"Log in" = "Log in";

/* No comment provided by engineer. */
"Looks good." = "Looks good.";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"Offline since: %@" = "Offline since: %@";

/* No comment provided by engineer. */
"Password Incorrect" = "Password Incorrect";

/* No comment provided by engineer. */
"PIN" = "PIN";

/* No comment provided by engineer. */
"Please Tox me on Tox." = "Please Tox me on Tox.";

/* No comment provided by engineer. */
"Please use a longer password. Your personal identity is at stake here!" = "Please use a longer password. Your personal identity is at stake here!";

/* No comment provided by engineer. */
"Profile Data Is Corrupt" = "Profile Data Is Corrupt";

/* No comment provided by engineer. */
"Public Key: %@\nAddress: %@:%hu" = "Public Key: %1$@\nAddress: %2$@:%3$hu";

/* No comment provided by engineer. */
"Public Key: %@\nIP Address: None (friend is offline)" = "Public Key: %@\nIP Address: None (friend is offline)";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Remove Friend" = "Remove Friend";

/* No comment provided by engineer. */
"Request sent..." = "Request sent...";

/* No comment provided by engineer. */
"Requests" = "Requests";

/* button title */
"Save" = "Save";

/* No comment provided by engineer. */
"That doesn't look like a valid Tox ID." = "That doesn't look like a valid Tox ID.";

/* No comment provided by engineer. */
"That Tox URL doesn't look right. Are you sure that it's correct?" = "That Tox URL doesn't look right. Are you sure that it's correct?";

/* No comment provided by engineer. */
"The lookup failed due to an unknown error." = "The lookup failed due to an unknown error.";

/* No comment provided by engineer. */
"The message was too long." = "The message was too long.";

/* No comment provided by engineer. */
"The passwords don't match." = "The passwords don't match.";

/* No comment provided by engineer. */
"The server didn't respond correctly." = "The server didn't respond correctly.";

/* No comment provided by engineer. */
"The user couldn't be found." = "The user couldn't be found.";

/* No comment provided by engineer. */
"This copy of %1$@ DID NOT pass code signature verification!\nIt probably has a botnet in it. Please download %1$@ again from %2$@." = "This copy of %1$@ DID NOT pass code signature verification!\nIt probably has a botnet in it. Please download %1$@ again from %2$@.";

/* No comment provided by engineer. */
"This type of PIN is 6 characters long." = "This type of PIN is 6 characters long.";

/* No comment provided by engineer. */
"Tox IDs are usually 76 characters long." = "Tox IDs are usually 76 characters long.";

/* default status message */
"Toxing on %@ %@" = "Toxing on %1$@ %2$@";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown (%@)" = "Unknown (%@)";

/* No comment provided by engineer. */
"Version %@" = "Version %@";

/* No comment provided by engineer. */
"Welcome to %@. Enter a nickname to get started." = "Welcome to %@. Enter a nickname to get started.";

/* displayed when you choose to export a qr code */
"Where would you like to save the QR code?" = "Where would you like to save the QR code?";

/* DESGroupChat: Title template (plural) */
"with %d people" = "with %d people";

/* DESGroupChat: Title template (singular) */
"with %d person" = "with %d person";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your name was blank, or it was too long. Try another." = "Your name was blank, or it was too long. Try another.";

/* No comment provided by engineer. */
"Your profile could not be loaded because the data was corrupt." = "Your profile could not be loaded because the data was corrupt.";

/* No comment provided by engineer. */
"Your profile could not be loaded because you entered the wrong password." = "Your profile could not be loaded because you entered the wrong password.";

/* The space is important! */
"✎ " = "✎ ";

